Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: If you would like to stop receiving these updates, you can turn off all Course Discussion digests from any course's Discussion Home page. You can also quickly turn off these notifications by going to %(unsubscribe_url)s.
uk: Якщо Ви більше не хочете отримувати ці оновлення, Ви можете відключити всі звіти про обговорення з домашньої сторінки обговорень будь-якого курсу. Ви також можете швидко відключити ці повідомлення перейшовши за посиланням %(unsubscribe_url)s.

source: We are unable to load this chart.
uk: Неможливо завантажити цей графік.

source: Kosovo
uk: Косово

source: Looks good
uk: Виглядає добре

source: show deprecation messaging in Studio
uk: показати повідомлень про застаріння в студії

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
uk: {order_placed_by} помістіть замовлення і вкажіть ваше ім'я в якості додаткової розписки одержувача.

source: Date of the last view of the bumper
uk: Дата останнього перегляду заставки

source: Note: some of these buttons are known to time out for larger courses. We have disabled those features for courses with more than {max_enrollment} students.
uk: Примітка: відомо, що деякі з цих кнопок вичерпують час для великих курсів. Ми виключили їх для курсів з більше ніж {max_enrollment} студентів.

source: Split cell
uk: Розбити комірку

source: Reordering Course Content
uk: Реорганізувати вміст курсу

source: Html contents to display for this module
uk: HTML зміст, показаний в цьому модулі

source: {platform_name} Home
uk: {platform_name} Домівка

source: Being scored.
uk: В процесі оцінювання.

source: Use the checkout page hosted by the E-Commerce service.
uk: Для оплати використовуйте сторінку на E-Commerce.

source: We had some trouble subscribing you to this thread. Please try again.
uk: Нам не вдалось підписати вас до цієї гілки. Спробуйте пізніше.

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
uk: Введіть заголовок розділу «Додаткові матеріали». Ці матеріали відображаються на головній сторінці курсу в правій панелі.

source: Need help in registering with {platform_name}?
uk: Потребуєте допомоги в реєстрації на {platform_name}?

source: Third Country by Enrollment
uk: Третя країна за кількістю студентів

source: If you would like to stop receiving these updates, you can turn off all Course Discussion digests from any course's Discussion Home page. You can also <a %(a_attrs)s>quickly turn off these notifications from this email.</a>
uk: Якщо Ви більше не хочете отримувати ці оновлення, Ви можете відключити всі звіти про обговорення з домашньої сторінки обговорень будь-якого курсу. Ви також можете <a %(a_attrs)s>швидко відключити ці повідомлення з цього електронного листа.</a>

source: August
uk: Серпня

source: I'm learning on {platform_name}:
uk: Я навчаюся в {platform_name}:

source: My Teams
uk: Мої команди

source: You'll receive a confirmation in your inbox. Please click the link in the email to confirm the email change.
uk: Ви отримаєте підтвердження електронною поштою. Будь ласка, перейдіть за посиланням в листі, щоб підтвердити зміну електронної адреси.

source: View ungraded submissions submitted by students for the open ended problems in the course.
uk: Переглянути неоцінені відповіді надані студентами для необмежених за часом проблем в цьому курсі.

source: Last Updated: <%= timestamp %>
uk: Останні оновлення: <%= timestamp %>

source: An account with the Email '{email}' already exists.
uk: Обліковий запис із електронною адресою '{email}' вже існує.

source: Order History
uk: Історія замовлень

source: Submitting Feedback
uk: Відправка відгуку

source: Last Updated
uk: Останнє оновлення

source: Custom Parameters
uk: Персональні параметри

source: View Certificates Issued
uk: Подивитися список випущених сертифікатів

source: View Courseware
uk: Подивитися програму курсу

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
uk: Короткий ідентифікатор для партнера LinkedIn , що використовуються як код відстеження. (Приклад: 'edx') Якщо значення не надається, коди відстеження не надсилатимуться LinkedIn.

source: Discussion Blackout Dates
uk: Дати відключення обговорень

source: Choose all
uk: Обрати всі

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
uk: Не вдалося розпізнати спеціальний параметр: {custom_parameter}. Рекомендується використовувати строку вигляду "x=y".

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
uk: {link_start}Відшкодування #{refund_id}{link_end} створено! Натисність {link_start}тут{link_end} для перегляду.

source: Prevent students from generating certificates in this course?
uk: Не дозволяти студентам генерувати сертифікати для цього курсу?

source: The Due Date for This Step Has Passed
uk: Впритул до цього кроку Пройшла

source: You need to activate your {platform_name} account before proceeding
uk: Для продовження, активуйте Ваш профіль на {platform_name}.

source: Number Sent
uk: Кількість відправлених

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
uk: (user={user}) не знайдено у списку виключень для випуску сертифікатів. Будь ласка, оновіть сторінку і спробуйте ще раз.

source: Public Service URL
uk: Публічна URL-адреса сервісу

source: To generate a CSV file that lists all student answers to a given problem, enter the location of the problem (from its Staff Debug Info).
uk: Щоб створити файл CSV зі списком відповідей для певного завдання, введіть місцезнаходження завдання (його можна знайти в налагоджувальній інформації для співробітників).

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
uk: Користувачеві даного облікового запису не дозволена реєстрація для участі в цьому курсі. Можливо, Вам потрібно {start_logout_tag}вийти з системи{end_tag}, а потім знову спробувати зареєструватися. Будь ласка, перегляньте розділ {start_help_tag}допомоги{end_tag}, щоб знайти можливе рішення проблеми.

source: When making requests to award certificates, make at most this many attempts to retry a failing request.
uk: Це максимальна кількість спроб повторної обробки запиту про отримання сертифіката при неуспішному завершенні попереднього запиту.

source: Invalid card verification number. Possible fix: retry with another form of payment
uk: Некоректний номер верифікації картки. Можливе рішення: спробуйте інший спосіб оплати

source: Activation ensures that you can register for {platform_name} courses and access the courseware. If you require assistance, please use our web form at {contact_us} or email {info_address}.
uk: Активація підтверджує, що ви можете зареєструватись на курси на {platform_name} і мати доступ до навчальних матеріалів. Якщо вам потрібна допомога, будь ласка, скористайтесь нашою веб формою {contact_us} або за допомогою пошти {info_address}.

source: Incomplete
uk: Незавершено

source: Not in Use
uk: Не використовується

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
uk: Нова версія була створена: злиття версій #%(r1)d і #%(r2)d

source: We had some trouble deleting this comment. Please try again.
uk: У нас виникли деякі труднощі з видаленням цього коментаря. Будь ласка спробуйте ще раз.

source: Report Creation Date
uk: Дата створення звіту

source: Delete this team?
uk: Видалити цю команду?

source: Cannot find user with username {0} - {1}
uk: Неможливо знайти користувача із ім'ям {0} - {1}

source: Add expiration date
uk: Додати Термін дії

source: View
uk: Показати

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the Your Response field.
uk: Це завдання має кілька етапів. На першому етапі, ви дасте відповідь на це запитання. Інші етапи з’являться нижче поля вашої відповіді.

source: Feedback for This Response
uk: Відгук про цю відповідь

source: processing
uk: обробка

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
uk: АБВГҐДЕЄЖЗИІЇЙКЛМНОПРСТУФХЦЧШЩЬЮЯ

source: Dear {full_name}
uk: Шановний {full_name}

source: Add comment
uk: Додати коментар

source: Take me to the main library page
uk: Перейти на головну сторінку бібліотеки

source: Tracking Log
uk: Журнал відстеження

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
uk: Виставити виключення, щоб створити сертифікати для слухачів, які не отримали прохідний бал, але заслуговують сертифікат у вигляді виключення за запитом команди курсу. Після додавання слухачів в список виключень, натисніть «Створити сертифікати для виняткових випадків».

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
uk: Успішно надіслано листи для реєстрації наступним користувачам. Їм буде дозволено зареєструватися на курс після реєстрації на сайті:

source: You are resetting passwords too frequently. Due to security policies, {num} days must elapse between password resets.
uk: Ви занадто часто міняєте пароль. Згідно з правилами безпеки, між змінами паролів повинно пройти принаймні {num} днів.

source: Sorry, there was an error when trying to register you
uk: Вибачте, виникла помилка при спробі зареєструвати Вас

source: Estimated Effort
uk: Час

source: File size must be 5MB or less.
uk: Розмір файлу не повинен перевищувати 5 Мб.

source: Public username
uk: Ім'я для форумів

source: This is the name of the group
uk: Це ім'я групи

source: New Post
uk: Нове повідомлення

source: Students who started watching the video.
uk: Студенти, які почали переглядати відео.

source: Additional comments on your response
uk: Додаткові коментарі на ваш відповідь

source: There is a problem with this certificate.
uk: Виникла проблема з цим сертифікатом.

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {link_to_support_email} to report any problems or downtime.
uk: На жаль, цей модуль тимчасово недоступний. Наші співробітники працюють над усуненням проблеми. Будь ласка, зв'яжіться з нами за адресою {link_to_support_email}, щоб повідомити про виявлені проблеми або неполадки.

source: attachment
uk: вкладення

source: Please verify that you have uploaded a valid image (PNG and JPEG).
uk: Будь ласка, перевірте, чи ви завантажили правильне зображення (PNG або JPEG).

source: Grading Configuration
uk: Конфігурація оцінювання

source: Image data is not valid.
uk: Дані зображення не дійсні .

source: Grant your collaborators permission to edit your course so you can work together.
uk: Надати співавторам право редагувати ваш курс, щоб ви могли працювати над ним разом.

source: Date
uk: Дата

source: Speed
uk: Швидкість

source: Checking this box has no effect if 'Remove beta testers' is selected.
uk: Відмітка цього поля не матиме ефекту, якщо обрано 'Вилучення бета-тестерів'

source: Clear formatting
uk: Прибрати форматування

source: Header 6
uk: Заголовок 6

source: Lock article
uk: Заборонити редагування

source: generated
uk: створено

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
uk: Помилка запуску завдання повторної перевірки вступного випробування для студента "{student_id}". Переконайтеся, що вступне випробування містить завдання і ідентифікатор студента вірний.

source: Create Your Certificate
uk: Створити свій сертифікат

source: Image Mapped Input
uk: Вибір зони на зображенні

source: Name of SurveyForm to display as a pre-course survey to the user.
uk: Назва форми-опитування, яку повинні пройти користувачі до одержання доступу до змісту курсу.

source: Checking...
uk: Перевірка...

source: Are you sure you want to unregister from
uk: Ви впевнені, що хочете скасувати реєстрацію на

source: Add Admin
uk: Додати Адміністратора

source: Expand Preview
uk: Перегляд у разгорнутому вигляді

source: Enrollment information for all courses
uk: Інформація щодо запису для всіх курсів

source: Peer Graders per Response
uk: Кількість студентів, що оцінюють кожну відповідь

source: Enter true or false. If true, video caching will be used for HTML5 videos.
uk: Введіть true або false. Якщо введено true, всі відео HTML5 будуть кешуватися.

source: Show your whole face
uk: Обличчя має повністю бути в кадрі

source: Are you sure you want to delete {email} from the course team for “{container}”?
uk: Ви впевнені, що хочете видалити {email} з команди курсу для “{container}”?

source: The name that identifies you throughout {platform_name}. You cannot change your username.
uk: Ім’я для ідентифікації на {platform_name}. Ви не зможете змінити ім’я користувача.

source: Creative Commons licensed content, with terms as follow:
uk: Захищено ліцензією Creative Commons на умовах:

source: Grade summary
uk: Таблиця оцінок

source: Namespace of enrollment attribute
uk: Простір імен атрибута зарахування

source: Pages
uk: Сторінки

source: Unable to Load
uk: Неможливо завантажити

source: Unmute
uk: Увімкнути звук

source: Download Video
uk: Завантажити відео

source: There was an error changing the user's role
uk: Виникла помилка при зміні ролі користувача

source: Visual
uk: Візуальний

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
uk: Введіть ідентифікатор LTI для зовнішнього оператора LTI . Це значення повинно збігатися з ідентифікатором LTI введеним вами в настройках «Реєстраційні дані LTI » на сторінці розширених налаштувань. <br />Див. {docs_anchor_open}the edX LTI documentation {anchor_close} для отримання докладної інформації.

source: Customer Reference Number: {reference_number}
uk: Реєстраційний номер покупця: {reference_number}

source: Review
uk: Перевірка

source: Starts: {start_date}
uk: Початок: {start_date}

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
uk: Введіть секретний рядок для сховища коментарів. Цей рядок потрібен модулям коментування тексту, відео та зображень.

source: Button Text
uk: Текст кнопки

source: *emphasis* or _emphasis_
uk: *виділення* або _виділення_

source: Prompt
uk: Підказка

source: Assessment feedback could not be saved.
uk: Не вдається зберегти відгук про оцінювання.

source: Library Display Name
uk: Назва бібліотеки, що відображається

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
uk: Якщо цю опцію вибрано, то користувачам не потрібно буде підтверджувати свою електронну пошту, і їх облыковий запис буде активізовано негайно після реєстрації.

source: Thank you for your participation with edX! We're very sorry for the inconvenience, but our support team is English speaking. We will do our best to address your inquiry, but our responses will be in English. Thank you for your understanding!
uk: Дякуємо Вам за участь у проекті edX! Ми вибачаємося за незручності, але наша команда технічної підтримки наразі є виключно англомовною. Ми зробимо все можливе, щоб вирішити Ваш запит, проте наша відповідь буде сформульована англійською. Дякуємо Вам за розуміння!

source: attachment revisions
uk: версії вкладення

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
uk: Виберіть, чи слухачі пройти вступний іспит до того, як зможуть переглянути зміст курсу. Зауважте, що ви повинні активувати вступні випробування на цьому курсі для того, щоб ця настройка діяла.

source: Student-specific grade inspection
uk: Перевірка оцінок окремих студентів

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
uk: Загальна сума: {currency_symbol}{total_cost}

source: Image:
uk: Зображення:

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
uk: {b_start}Простота поширення:{b_end} Додайте Ваш сертифікат до Вашого резюме або додайте до Вашого профілю у LinkedIn

source: Enter the heading that you want students to see above your course handouts on the Course Info page. Your course handouts appear in the right panel of the page.
uk: Введіть заголовок, який студенти будуть бачити над супровідними матеріалами курсу, на сторінці "Інформація про курс". Супровідні матеріали курсу знаходяться на боковій панелі сторінки справа.

source: %s uploaded and replaces old attachment.
uk: %s завантажено і замінило стару версію вкладення

source: Textbook Navigation
uk: Навігація по підручнику

source: Server Error, Please refresh the page and try again.
uk: Помилка на сервері. Будь ласка, оновіть сторінку та повторіть спробу.

source: Product:
uk: Продукт:

source: Peer grading
uk: Перегляд взаємооцінок

source: Invoice
uk: Рахунок-фактура

source: A YouTube URL or a link to a file hosted anywhere on the web.
uk: Адреса YouTube або посилання на файл, який розміщений десь в мережі.

source: Reset your Password
uk: Змінити пароль

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
uk: Вибачте. Наші співробітники відхилили ваш запит на зміну вашого імені з {old_name} на {new_name}. Якщо вам все ще потрібна наша допомога, будь ласка, надішліть листа нам на поштову скриньку {email}

source: To try to verify your identity again, select the following link:
uk: Щоб спробувати підтвердити Вашу особу знову, виберіть посилання:

source: State
uk: Статус

source: Total Countries Represented
uk: Усього представлено країн

source: Choose new file
uk: Виберіть новий файл

source: Enter the format due dates are displayed in. Due dates must be in MM-DD-YYYY, DD-MM-YYYY, YYYY-MM-DD, or YYYY-DD-MM format.
uk: Введіть формат, в якому будуть відображатися терміни здачі завдань. Терміни повинні бути в форматі ММ-ДД-РРРР, ДД-ММ-РРРР, РРРР-ММ-ДД, або РРРР-ДД-ММ.

source: Progress
uk: Прогрес

source: A driver's license, passport, or government-issued ID with your name and photo.
uk: Паспорт, водійські права або інший офіційний документ з вашим ім'ям та фотокарткою.

source: You are not currently enrolled in this course. {link_start}Sign up now!{link_end}
uk: Ви не підписані на цей курс. {link_start}Підпишіться зараз!{link_end}

source: Show Annotations
uk: Показати анотації

source: %(sel)s of %(cnt)s selected
uk: %(sel)s з %(cnt)s обрано

source: Times Used
uk: Кількість використань

source: This is partially correct.
uk: Це частково правильно

source: To start accessing course materials, please visit {course_url}
uk: Щоб почати переглядати матеріали курсу, будь ласка, відвідайте сайт {course_url}

source: This answer is being processed.
uk: Ця відповідь обробляється.

source: Please enter a username
uk: Будь ласка, вкажіть ваше ім'я

source: Edit Library List.
uk: Редагувати список бібліотек.

source: Why do you need a photo of my ID?
uk: Навіщо вам фото мого ID?

source: Your answers have been saved but not graded. Click 'Check' to grade them.
uk: Ваші відповіді були збережені, але не оцінені. Натисніть 'Перевірити' аби оцінити їх.

source: Students who ever enrolled in the course.
uk: Студенти, які коли-небудь підписалися на курс

source: There can be only one default image.
uk: Може використовуватися тільки одне зображення за замовчуванням.

source: Importing JSON data from file {0}
uk: Імпорт даних json з файлу {0}

source: Class Feedback
uk: Відгуки про заняття

source: Subject:
uk: Тема:

source: Your peer's response to the question above:
uk: Відповідь ваших колег на питання вище:

source: Save failed for user preference '{key}' with value '{value}'.
uk: Збереження настройки '{key}' зі значенням '{value}' не вдалося.

source: A major credit or debit card
uk: Основна кредитна або дебетова картка

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
uk: Питання використовуються тоді, коли вам потрібні конкретні відповіді. Дискусії використовуються для того, щоб ділитися ідеями та вести вільне обговорення.

source: These users were successfully removed as beta testers:
uk: Ці користувачі були успішно видалені з бета-тестерів:

source: The company name cannot be a number.
uk: Назва організації не може бути числом.

source: Part {part_number}
uk: Частина {part_number}

source: An error occurred in Studio and the page could not be loaded. Please try again in a few moments.
uk: Виникла помилка на Studio, сторінка не може бути завантажена. Будь ласка, спробуйте знову через кілька хвилин.

source: Multiple Choice
uk: Множинний Вибір

source: Coupon Codes Used
uk: Використаний код купона

source: Enable Proctored Exams
uk: Дозволити проведення спостережуваних іспитів

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
uk: Цей сертифікат вже активован і використовується. Ви справді бажаєте його відредагувати?

source: Username should only consist of A-Z and 0-9, with no spaces.
uk: Ім'я користувача повинно містити тільки A-Z та 0-9, і не мати пробілів.

source: Released:
uk: Дата публікації:

source: Missed Verification Deadline
uk: Закінчився термін подачі заявок на підтверджені сертифікати

source: The combined length of the organization, course number, and course run fields cannot be more than 65 characters.
uk: Сукупна довжина назви організації, номера курсу та навчального року не може перевищувати 65 символів.

source: Name required
uk: Вкажіть ім'я

source: Connect your {accountName} account
uk: Приєднайте ваш {accountName} обліковий запис

source: An error occurred. Try again.
uk: Виникла помилка. Будь ласка, спробуйте ще раз.

source: Take Your Photo
uk: Зробіть Ваше фото

source: Unordered List
uk: Ненумерований список

source: Account Preferences
uk: Налаштування аккаунту

source: Total Discounted Seats
uk: Загальна кількість місць, сплачених зі знижкою

source: This setting indicates whether this exam is a proctored exam.
uk: Цей параметр визначає, чи є даний іспит спостережуваним іспитом.

source: Edit Coupon Code
uk: Редагувати код купона на знижку

source: {numUsersAdded} students have been added to this cohort group
uk: {numUsersAdded} студентів було додано до цієї групи

source: External URL
uk: Зовнішнє посилання

source: The refund deadline for this course has passed, so you will not receive a refund.
uk: Термін повернення грошей для цього курсу пройшов, так що ви не зможете отримати відшкодування.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
uk: Ви вдало записались на {course_name}. Цей курс додано до Вашої панелі керування.

source: Auto log:
uk: Автоматичний журнал:

source: Comma-separated list of usernames which will be able to view this catalog.
uk: Розділений комами список імен користувачів, які зможуть переглянути цей каталог.

source: Customer Reference
uk: Реєстраційний номер покупця
